Repository: zurce/JASM
Catalog: src/GIMI-ModManager.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: es, ja, pt_br, ru_ru, zh_cn

# Characters_ErrorsEnablingModsMessage
source: An error occurred for {0} mods. Check logs.
es: Ocurrió un error para {0} mods. Revise los registros.
ja: {0} 個のModでエラーが発生しました。ログを確認してください。
pt_br: Ocorreu um erro para {0} mods. Verifique os logs.
ru_ru: Произошла ошибка для {0} модов. Проверьте журналы.
zh_cn: {0}个Mod发生错误。查看日志。

# Characters_ModsDisabledSuccessTitle
source: Mods disabled
es: Mods deshabilitados
ja: Modを無効化しました
pt_br: Mods desabilitados
ru_ru: Моды отключены
zh_cn: Mod已禁用

# Characters_ModsDisabledSuccessMessage
source: All tracked mods have been disabled for {0}.
es: Todos los mods rastreados han sido deshabilitados para {0}.
ja: {0} のすべての追跡Modが無効化されました。
pt_br: Todos os mods rastreados foram desabilitados para {0}.
ru_ru: Все отслеживаемые моды отключены для {0}.
zh_cn: {0}的所有追踪Mod已被禁用。

# Characters_ErrorsDisablingModsTitle
source: Errors while disabling mods
es: Errores al deshabilitar mods
ja: Modの無効化中にエラー
pt_br: Erros ao desabilitar mods
ru_ru: Ошибки при отключении модов
zh_cn: 禁用Mod时出错

# Characters_ErrorsDisablingModsMessage
source: An error occurred for {0} mods. Check logs.
es: Ocurrió un error para {0} mods. Revise los registros.
ja: {0} 個のModでエラーが発生しました。ログを確認してください。
pt_br: Ocorreu um erro para {0} mods. Verifique os logs.
ru_ru: Произошла ошибка для {0} модов. Проверьте журналы.
zh_cn: {0}个Mod发生错误。查看日志。

# Characters_CleanupCompleteTitle
source: Cleanup complete
es: Limpieza completa
ja: クリーンアップ完了
pt_br: Limpeza concluída
ru_ru: Очистка завершена
zh_cn: 清理完成

# Characters_CleanupCompleteMessage
source: Deleted {0} disabled mods for {1}.
es: Se eliminaron {0} mods deshabilitados para {1}.
ja: {1} の無効化されたMod {0} 個を削除しました。
pt_br: {0} mods desabilitados excluídos para {1}.
ru_ru: Удалено {0} отключённых модов для {1}.
zh_cn: 已删除{1}的{0}个禁用Mod。

# Characters_ErrorAddingModTitle
source: Error adding mod
es: Error al agregar mod
ja: Modの追加中にエラー
pt_br: Erro ao adicionar mod
ru_ru: Ошибка добавления мода
zh_cn: 添加Mod时出错

# Characters_InvalidGameBananaLinkTitle
source: Invalid GameBanana mod page link
es: Enlace de página de mod de GameBanana inválido
ja: 無効なGameBanana Modページリンク
pt_br: Link de página de mod do GameBanana inválido
ru_ru: Неверная ссылка на страницу мода GameBanana
zh_cn: 无效的GameBanana Mod页面链接

# Characters_ErrorOpeningModPageTitle
source: Error opening mod page window
es: Error al abrir la ventana de página de mod
ja: Modページウィンドウの開封エラー
pt_br: Erro ao abrir janela de página do mod
ru_ru: Ошибка открытия окна страницы мода
zh_cn: 打开Mod页面窗口时出错

# Settings_Startup_SettingsSavedTitle
source: Startup settings saved
es: Configuración de inicio guardada
ja: 起動設定を保存しました
pt_br: Configurações iniciais salvas
ru_ru: Настройки запуска сохранены
zh_cn: 启动设置已保存

# Settings_Startup_SettingsSavedMessage
source: Startup settings saved successfully to '{0}'
es: Configuración de inicio guardada exitosamente en '{0}'
ja: 起動設定を '{0}' に保存しました
pt_br: Configurações iniciais salvas com sucesso em '{0}'
ru_ru: Настройки запуска успешно сохранены в "{0}"
zh_cn: 启动设置已成功保存到'{0}'

# Settings_Startup_AlphaTitle
source: JASM+ is still in alpha
es: JASM+ aún está en alpha
zh_cn: JASM仍处于Alpha阶段

# Settings_Startup_AlphaMessage
source: There will be bugs and things will most likely break. Anyway, hope you enjoy using Just Another Skin Manager!
es: Habrá errores y es probable que algo se rompa. De todos modos, espero que disfrutes usando Just Another Skin Manager.
ja: バグがあり、問題が発生する可能性が高いです。とはいえ、Just Another Skin Managerをお楽しみいただければ幸いです！
pt_br: Haverá bugs e coisas provavelmente quebrarão. De qualquer forma, espero que você goste de usar o Just Another Skin Manager!
ru_ru: Будут ошибки, и что-то, скорее всего, сломается. В любом случае, надеюсь, вам понравится использовать Just Another Skin Manager!
zh_cn: 会有错误，事情很可能会出问题。总之，希望你喜欢使用Just Another Skin Manager！

# Settings_RestartRequired_Title
source: Restart required
es: Reinicio requerido
ja: 再起動が必要です
pt_br: Reinicialização necessária
ru_ru: Требуется перезапуск
zh_cn: 需要重启

# Settings_RestartRequired_Content
source: You'll need to restart the application for the theme to take effect or else the application will become unstable. This is most likely me not configuring the theming correctly. Dark Mode is the recommended theme. Sorry for the inconvenience.
es: Necesitarás reiniciar la aplicación para que el tema surta efecto o de lo contrario la aplicación se volverá inestable. Esto es probablemente porque no configuré los temas correctamente. El modo oscuro es el tema recomendado. Disculpa las molestias.
ja: テーマを有効にするにはアプリケーションを再起動する必要があります。そうしないとアプリケーションが不安定になる可能性があります。これはおそらくテーマ設定が正しく構成されていないためです。ダークモードをお勧めします。 ご不便をおかけして申し訳ありません。
pt_br: Você precisará reiniciar o aplicativo para que o tema faça efeito, caso contrário o aplicativo ficará instável. Isso provavelmente sou eu não configurando o tema corretamente. O Modo Escuro é o tema recomendado. Desculpe pelo inconveniente.
ru_ru: Вам нужно перезапустить приложение, чтобы тема вступила в силу, иначе приложение станет нестабильным. Скорее всего, это я неправильно настроил темы. Рекомендуется тёмная тема. Извините за неудобства.
zh_cn: 你需要重启应用程序以使主题生效，否则应用程序将变得不稳定。这很可能是我没有正确配置主题。深色模式是推荐的主题。 抱歉给您带来不便。

# Settings_RestartRequired_PrimaryButton
source: Restart
es: Reiniciar
ja: 再起動
pt_br: Reiniciar
ru_ru: Перезапустить
zh_cn: 重启

# Settings_RestartRequired_CloseButton
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
ru_ru: Отмена
zh_cn: 取消

# Settings_ReorganizeMods_Title
source: Reorganize Mods?
es: ¿Reorganizar Mods?
ja: Modを再編成しますか？
pt_br: Reorganizar Mods?
ru_ru: Реорганизовать моды?
zh_cn: 重组Mod？

# Settings_ReorganizeMods_Content
source: Do you want to reorganize the Mods folder? This will prompt the application to sort existing mods that are directly in the Mods folder and Others folder, into folders assigned to their respective characters. Any mods that can't be reasonably matched will be placed in an 'Others' folder. While the mods already in 'Others' folder will remain there.
es: ¿Deseas reorganizar la carpeta Mods? Esto hará que la aplicación ordene los mods existentes que están directamente en la carpeta Mods y en la carpeta Others, dentro de carpetas asignadas a sus respectivos personajes. Cualquier mod que no pueda ser emparejado razonablemente se colocará en una carpeta 'Others'. Los mods que ya están en la carpeta 'Others' permanecerán allí.
ja: Modsフォルダーを再編成しますか？ これにより、ModsフォルダーとOthersフォルダーに直接ある既存のModを、それぞれのキャラクターに割り当てられたフォルダーに整理します。 適切に一致しないModは'Others'フォルダーに配置されます。すでにOthersフォルダーにあるModはそこに残ります。
pt_br: Deseja reorganizar a pasta Mods? Isso fará com que o aplicativo organize os mods existentes que estão diretamente na pasta Mods e na pasta Others, em pastas atribuídas aos seus respectivos personagens. Quaisquer mods que não puderem ser razoavelmente correspondidos serão colocados em uma pasta 'Others'. Os mods que já estão na pasta 'Others' permanecerão lá.
ru_ru: Вы хотите реорганизовать папку Mods? Это заставит приложение отсортировать существующие моды, находящиеся непосредственно в папке Mods и папке Others, в папки, назначенные соответствующим персонажам. Любые моды, которые не удаётся разумно сопоставить, будут помещены в папку «Others». Моды, уже находящиеся в папке «Others», останутся там.
zh_cn: 是否要重组Mods文件夹？ 这将使应用程序将Mods文件夹和Others文件夹中现有的Mod排序到分配给各自角色的文件夹中。 任何无法合理匹配的Mod将被放入「Others」文件夹。已存在于「Others」文件夹中的Mod将保留在原处。

# Settings_ReorganizeMods_PrimaryButton
source: Yes
es: Sí
ja: はい
pt_br: Sim
ru_ru: Да
zh_cn: 是

# Settings_ReorganizeMods_CloseButton
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
ru_ru: Отмена
zh_cn: 取消

# Settings_RestartRequired_LangTitle
source: Restart Required
es: Reinicio Requerido
ja: 再起動が必要です
pt_br: Reinicialização Necessária
ru_ru: Требуется перезапуск
zh_cn: 需要重启

# Settings_RestartRequired_LangPrimaryButton
source: Change Language and restart
es: Cambiar idioma y reiniciar
ja: 言語を変更して再起動
pt_br: Alterar Idioma e Reiniciar
ru_ru: Изменить язык и перезапустить
zh_cn: 更改语言并重启

# Settings_RestartRequired_LangCloseButton
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
ru_ru: Отмена
zh_cn: 取消

# Settings_SwitchGame_Title
source: Switch Game
es: Cambiar Juego
ja: ゲームの切り替え
ru_ru: Сменить игру
zh_cn: 切换游戏

# Settings_SwitchGame_Content
source: Switching games will restart the application. This is required to ensure that the application is configured correctly for the selected game. Do you want to switch games?
es: Cambiar de juego reiniciará la aplicación. Esto es necesario para asegurar que la aplicación esté configurada correctamente para el juego seleccionado. ¿Deseas cambiar de juego?
ja: ゲームを切り替えるとアプリケーションが再起動します。これは選択したゲームに対してアプリケーションが正しく設定されるために必要です。 ゲームを切り替えますか？
ru_ru: Смена игры перезапустит приложение. Это необходимо для правильной настройки приложения для выбранной игры. Хотите сменить игру?
zh_cn: 切换游戏将重启应用程序。这是确保应用程序为所选游戏正确配置所必需的。 是否要切换游戏？

# Settings_SwitchGame_PrimaryButton
source: Switch to {0}
es: Cambiar a {0}
ja: {0} に切り替え
pt_br: Mudar para {0}
ru_ru: Переключиться на {0}
zh_cn: 切换到{0}

# Settings_SwitchGame_CloseButton
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
ru_ru: Отмена
zh_cn: 取消

# Settings_CharacterSkins_EnableTitle
source: Enable Character Skins as Characters?
es: ¿Habilitar Skins de Personaje como Personajes?
ja: キャラクタースキンを別のキャラクターとして有効にしますか？
pt_br: Habilitar Skins de Personagem como Personagens?
ru_ru: Включить скины персонажей как отдельных персонажей?
zh_cn: 将角色皮肤启用为独立角色？

# Settings_CharacterSkins_EnableContent
source: Enabling this will make JASM+ treat in game skins as separate characters in the character overview. This could potentially become the default setting of JASM+ in the future. JASM+ will not move any of your mods nor will it delete any. Are you sure you want to enable character skins as characters? JASM+ will restart afterwards...
es: Habilitar esto hará que JASM+ trate las skins del juego como personajes separados en la vista general de personajes. Esto podría convertirse en la configuración predeterminada de JASM+ en el futuro. JASM+ no moverá ninguno de tus mods ni los eliminará. ¿Estás seguro de que deseas habilitar las skins de personaje como personajes? JASM+ se reiniciará después...
zh_cn: 启用此选项将使JASM在角色概览中将游戏内皮肤视为独立角色。 这可能会成为JASM未来的默认设置。 JASM不会移动你的任何Mod，也不会删除任何Mod。 确定要将角色皮肤视为独立角色吗？JASM之后将重启...

# Settings_CharacterSkins_EnablePrimaryButton
source: Enable
es: Habilitar
ja: 有効化
pt_br: Habilitar
ru_ru: Включить
zh_cn: 启用

# Settings_CharacterSkins_DisableTitle
source: Disable Character Skins as Characters?
es: ¿Deshabilitar Skins de Personaje como Personajes?
ja: キャラクタースキンを別のキャラクターとして扱うのを無効にしますか？
pt_br: Desabilitar Skins de Personagem como Personagens?
ru_ru: Отключить скины персонажей как отдельных персонажей?
zh_cn: 禁用将角色皮肤视为独立角色？

# Settings_CharacterSkins_DisableContent
source: Disabling this will make JASM+ treat in game skins as skins of the base character in the character overview. This is currently the default setting of JASM+ JASM+ will not move any of your mods nor will it delete any. Are you sure you want to disable character skins as characters? JASM+ will restart afterwards...
es: Deshabilitar esto hará que JASM+ trate las skins del juego como skins del personaje base en la vista general de personajes. Esta es actualmente la configuración predeterminada de JASM+ JASM+ no moverá ninguno de tus mods ni los eliminará. ¿Estás seguro de que deseas deshabilitar las skins de personaje como personajes? JASM+ se reiniciará después...
zh_cn: 禁用此选项将使JASM在角色概览中将游戏内皮肤视为基础角色的皮肤。 这是JASM当前的默认设置。 JASM不会移动你的任何Mod，也不会删除任何Mod。 确定要禁用将角色皮肤视为独立角色吗？JASM之后将重启...

# Settings_CharacterSkins_DisablePrimaryButton
source: Disable
es: Deshabilitar
ja: 無効化
ru_ru: Отключить
zh_cn: 禁用

# Settings_CharacterSkins_CloseButton
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
ru_ru: Отмена
zh_cn: 取消

# Settings_UpdateFolderPaths_Title
source: Update Folder Paths?
es: ¿Actualizar Rutas de Carpetas?
ja: フォルダーパスを更新しますか？
ru_ru: Обновить пути к папкам?
zh_cn: 更新文件夹路径？

# Settings_UpdateFolderPaths_Content
source: Do you want to save the new folder paths? The App will restart afterwards.
es: ¿Deseas guardar las nuevas rutas de carpeta? La aplicación se reiniciará después.
ja: 新しいフォルダーパスを保存しますか？アプリはその後再起動します。
ru_ru: Вы хотите сохранить новые пути к папкам? Приложение перезапустится после.
zh_cn: 是否要保存新的文件夹路径？应用之后将重启。

# Settings_UpdateFolderPaths_PrimaryButton
source: Save
es: Guardar
ja: 保存
ru_ru: Сохранить
zh_cn: 保存

# Settings_UpdateFolderPaths_CloseButton
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
ru_ru: Отмена
zh_cn: 取消

# Settings_Export_ButtonText
source: Export Mods
es: Exportar Mods
ja: Modをエクスポート
ru_ru: Экспорт модов
zh_cn: 导出Mod

# Settings_GameSource_RestartTitle
source: Restart Required
es: Reinicio Requerido
ja: 再起動が必要です
pt_br: Reinicialização Necessária
ru_ru: Требуется перезапуск
zh_cn: 需要重启

# Settings_GameSource_RestartContent
source: Changing the Game Source requires a restart of the application to load the new games. JASM+ will close now.
es: Cambiar la Fuente del Juego requiere reiniciar la aplicación para cargar los nuevos juegos. JASM+ se cerrará ahora.
zh_cn: 更改游戏源需要重启应用程序以加载新游戏。JASM即将关闭。

# Settings_GameSource_RestartPrimary
source: Restart now
es: Reiniciar ahora
ja: 今すぐ再起動
pt_br: Reiniciar agora
ru_ru: Перезапустить сейчас
zh_cn: 立即重启

# Settings_GameSource_RestartClose
source: Restart later
es: Reiniciar después
ja: 後で再起動
pt_br: Reiniciar depois
ru_ru: Перезапустить позже
zh_cn: 稍后重启

# Settings_Export_PrimaryButton
source: Export
es: Exportar
ja: エクスポート
pt_br: Exportar
ru_ru: Экспорт
zh_cn: 导出

# Settings_Export_CloseButton
source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
ru_ru: Отмена
zh_cn: 取消

# Notifications_LogFileNotFoundTitle
source: Log file not found
es: Archivo de registro no encontrado
ja: ログファイルが見つかりません
pt_br: Arquivo de log não encontrado
ru_ru: Файл журнала не найден
zh_cn: 未找到日志文件

# Notifications_LogFileCouldNotOpenTitle
source: Log file could not be opened
es: El archivo de registro no pudo abrirse
ja: ログファイルを開けませんでした
pt_br: O arquivo de log não pôde ser aberto
ru_ru: Не удалось открыть файл журнала
zh_cn: 无法打开日志文件

# CreateCommand_FilePicker_CommitText
source: Select
es: Seleccionar
ja: 選択
pt_br: Selecionar
ru_ru: Выбрать
zh_cn: 选择

# CreateCommand_FolderPicker_CommitText
source: Select Folder
es: Seleccionar Carpeta
ja: フォルダーを選択
pt_br: Selecionar Pasta
ru_ru: Выбрать папку
zh_cn: 选择文件夹

# Characters_PinToTopText
source: Pin To Top
es: Fijar al Inicio
ja: 先頭に固定
pt_br: Fixar no Topo
ru_ru: Закрепить вверху
zh_cn: 置顶

# Characters_UnpinCharacterText
source: Unpin Character
es: Desfijar Personaje
ja: 固定を解除
pt_br: Desafixar Personagem
ru_ru: Открепить персонажа
zh_cn: 取消置顶角色

# Settings_Export_Status_KeepCurrent
source: Keep Current
es: Mantener Actual
ja: 現在の状態を維持
pt_br: Manter Atual
ru_ru: Оставить текущий
zh_cn: 保持当前状态

# Settings_Export_Status_EnableAll
source: Enable All Mods
es: Habilitar Todos los Mods
ja: すべてのModを有効化
pt_br: Habilitar Todos os Mods
ru_ru: Включить все моды
zh_cn: 启用所有Mod

# Settings_Export_Status_DisableAll
source: Disable All Mods
es: Deshabilitar Todos los Mods
ja: すべてのModを無効化
pt_br: Desabilitar Todos os Mods
ru_ru: Отключить все моды
zh_cn: 禁用所有Mod

# CharacterDetails_ViewToggle.OnContent
source: Gallery View
es: Vista Galería
ja: ギャラリー表示
pt_br: Visualização em Galeria
ru_ru: Галерея
zh_cn: 画廊视图

# ModGrid_EnabledColumn
source: Enabled
es: Habilitado
ja: 有効
pt_br: Habilitado
ru_ru: Включён
zh_cn: 已启用

# ModGrid_ModNameColumn
source: Mod Name
es: Nombre del Mod
ja: Mod名
pt_br: Nome do Mod
ru_ru: Имя мода
zh_cn: Mod名称

# ModGrid_ModFolderNameColumn
source: Mod Folder Name
es: Nombre de Carpeta del Mod
ja: Modフォルダー名
pt_br: Nome da Pasta do Mod
ru_ru: Имя папки мода
zh_cn: Mod文件夹名称

# ModGrid_AuthorColumn
source: Author
es: Autor
ja: 作成者
pt_br: Autor
ru_ru: Автор
zh_cn: 作者

# ModGrid_AddedColumn
source: Added
es: Agregado
ja: 追加日
pt_br: Adicionado
ru_ru: Добавлен
zh_cn: 添加时间

# ModGrid_NotesColumn
source: Notes
es: Notas
ja: メモ
pt_br: Anotações
ru_ru: Заметки
zh_cn: 备注

# CharacterDetails_MultipleModsActiveMessage
source: Multiple Mods active
es: Múltiples Mods activos
ja: 複数のModが有効です
pt_br: Múltiplos Mods ativos
ru_ru: Активно несколько модов
zh_cn: 多个Mod处于活跃状态

# CharacterGallery_EnableButton
source: Enable
es: Habilitar
ja: 有効化
pt_br: Habilitar
ru_ru: Включить
zh_cn: 启用

# CharacterGallery_DisableButton
source: Disable
es: Deshabilitar
ja: 無効化
pt_br: Desabilitar
ru_ru: Отключить
zh_cn: 禁用

# CreateCharacterPage_Title.Text
source: Create Character
es: Crear Personaje
ja: キャラクターを作成
pt_br: Criar Personagem
ru_ru: Создать персонажа
zh_cn: 创建角色

# CreateCharacterPage_CharacterImage.Text
source: Character Image
es: Imagen del Personaje
ja: キャラクター画像
pt_br: Imagem do Personagem
ru_ru: Изображение персонажа
zh_cn: 角色图片

# CreateCharacterPage_InternalName.Header
source: Internal Name (Required)
es: Nombre Interno (Requerido)
ja: 内部名（必須）
pt_br: Nome Interno (Obrigatório)
ru_ru: Внутреннее имя (обязательно)
zh_cn: 内部名称（必填）

# CreateCharacterPage_DisplayName.Header
source: Display Name
es: Nombre para Mostrar
ja: 表示名
pt_br: Nome de Exibição
ru_ru: Отображаемое имя
zh_cn: 显示名称

# CreateCharacterPage_ModFilesName.Header
source: Mod Files name
es: Nombre de Archivos de Mods
ja: Modファイル名
pt_br: Nome dos Arquivos de Mods
ru_ru: Имя файлов модов
zh_cn: Mod文件名称

# CreateCharacterPage_Rarity.Header
source: Rarity
es: Rareza
ja: レアリティ
pt_br: Raridade
ru_ru: Редкость
zh_cn: 稀有度

# CreateCharacterPage_Element.Header
source: Element
es: Elemento
ja: 属性
pt_br: Elemento
ru_ru: Элемент
zh_cn: 元素

# CreateCharacterPage_SearchKeys.Text
source: Search Keys
es: Claves de Búsqueda
ja: 検索キー
pt_br: Chaves de Pesquisa
ru_ru: Ключи поиска
zh_cn: 搜索关键词

# CreateCharacterPage_NewKeyName.PlaceholderText
source: New Key Name...
es: Nuevo Nombre de Clave...
ja: 新しいキー名...
pt_br: Novo Nome de Chave...
ru_ru: Новое имя ключа...
zh_cn: 新关键词名称...

# CreateCharacterPage_AddSearchKey.Content
source: Add Search Key
es: Agregar Clave de Búsqueda
ja: 検索キーを追加
pt_br: Adicionar Chave de Pesquisa
ru_ru: Добавить ключ поиска
zh_cn: 添加搜索关键词

# CreateCharacterPage_SearchKeysDescription.Text
source: JASM+ uses keys to help improve search functionality. Some characters may have multiple names, so you can add additional name or search terms as Keys.
es: JASM+ usa claves para ayudar a mejorar la funcionalidad de búsqueda. Algunos personajes pueden tener múltiples nombres, por lo que puedes agregar nombres adicionales o términos de búsqueda como Claves.
zh_cn: JASM使用关键词来帮助改进搜索功能。某些角色可能有多个名称，因此你可以添加额外的名称或搜索词作为关键词。

# CreateCharacterPage_RemoveKey.Content
source: Remove
es: Eliminar
ja: 削除
pt_br: Remover
ru_ru: Удалить
zh_cn: 移除

# CreateCharacterPage_SaveButton.Content
source: Create Character
es: Crear Personaje
ja: キャラクターを作成
pt_br: Criar Personagem
ru_ru: Создать персонажа
zh_cn: 创建角色

# EditCharacterPage_ModFolderPath.Text
source: Mod Folder Path:
es: Ruta de Carpeta de Mods:
ja: Modフォルダーパス:
pt_br: Caminho da Pasta de Mods:
ru_ru: Путь к папке модов:
zh_cn: Mod文件夹路径：

# EditCharacterPage_DisableCharacter.Content
source: Disable Character
es: Deshabilitar Personaje
ja: キャラクターを無効化
pt_br: Desabilitar Personagem
ru_ru: Отключить персонажа
zh_cn: 禁用角色

# EditCharacterPage_EnableCharacter.Content
source: Enable Character
es: Habilitar Personaje
ja: キャラクターを有効化
pt_br: Habilitar Personagem
ru_ru: Включить персонажа
zh_cn: 启用角色

# EditCharacterPage_DeleteCharacter.Content
source: Delete Custom Character
es: Eliminar Personaje Personalizado
ja: カスタムキャラクターを削除
pt_br: Excluir Personagem Personalizado
ru_ru: Удалить пользовательского персонажа
zh_cn: 删除自定义角色

# EditCharacterPage_InternalNameId.Text
source: Internal Name (Id):
es: Nombre Interno (Id):
ja: 内部名（ID）:
pt_br: Nome Interno (Id):
ru_ru: Внутреннее имя (ID):
zh_cn: 内部名称（ID）：

# EditCharacterPage_DisplayName.Header
source: Display Name
es: Nombre para Mostrar
ja: 表示名
pt_br: Nome de Exibição
ru_ru: Отображаемое имя
zh_cn: 显示名称

# EditCharacterPage_TotalMods.Text
source: Total Mods:
es: Total de Mods:
ja: Mod総数:
pt_br: Total de Mods:
ru_ru: Всего модов:
zh_cn: Mod总数：

# EditCharacterPage_SearchKeys.Text
source: Character Search Keys
es: Claves de Búsqueda de Personajes
ja: キャラクター検索キー
pt_br: Chaves de Pesquisa de Personagens
ru_ru: Ключи поиска персонажа
zh_cn: 角色搜索关键词

# EditCharacterPage_NewKeyName.PlaceholderText
source: New Key Name...
es: Nuevo Nombre de Clave...
ja: 新しいキー名...
pt_br: Novo Nome de Chave...
ru_ru: Новое имя ключа...
zh_cn: 新关键词名称...

# EditCharacterPage_AddSearchKey.Content
source: Add Search Key
es: Agregar Clave de Búsqueda
ja: 検索キーを追加
pt_br: Adicionar Chave de Pesquisa
ru_ru: Добавить ключ поиска
zh_cn: 添加搜索关键词

# EditCharacterPage_SearchKeysDescription.Text
source: JASM+ uses keys to help improve search functionality. Some characters may have multiple names, so you can add additional name or search terms as Keys.
es: JASM+ usa claves para ayudar a mejorar la funcionalidad de búsqueda. Algunos personajes pueden tener múltiples nombres, por lo que puedes agregar nombres adicionales o términos de búsqueda como Claves.
zh_cn: JASM使用关键词来帮助改进搜索功能。某些角色可能有多个名称，因此你可以添加额外的名称或搜索词作为关键词。

# EditCharacterPage_RemoveKey.Content
source: Remove
es: Eliminar
ja: 削除
pt_br: Remover
ru_ru: Удалить
zh_cn: 移除

# EditCharacterPage_UndoChanges.Content
source: Undo changes
es: Deshacer cambios
ja: 変更を元に戻す
pt_br: Desfazer alterações
ru_ru: Отменить изменения
zh_cn: 撤销更改

# EditCharacterPage_SaveChanges.Content
source: Save changes
es: Guardar cambios
ja: 変更を保存
pt_br: Salvar alterações
ru_ru: Сохранить изменения
zh_cn: 保存更改

# EditCharacterPage_ShowDataModel.Text
source: Show Character Data Model...
es: Mostrar Modelo de Datos del Personaje...
ja: キャラクターデータモデルを表示...
pt_br: Mostrar Modelo de Dados do Personagem...
ru_ru: Показать модель данных персонажа...
zh_cn: 显示角色数据模型...

# EditCharacterPage_ResetCharacter.Content
source: Reset Character
es: Restablecer Personaje
ja: キャラクターをリセット
pt_br: Redefinir Personagem
ru_ru: Сбросить персонажа
zh_cn: 重置角色

# CreateCharacterPage_ExportJson.Content
source: Export character json
es: Exportar json de personaje
ja: キャラクターJSONをエクスポート
pt_br: Exportar json do personagem
ru_ru: Экспортировать JSON персонажа
zh_cn: 导出角色JSON

# CreateCharacterPage_OpenCustomJson.Content
source: Open custom Character json file
es: Abrir archivo json de personaje personalizado
ja: カスタムキャラクターJSONファイルを開く
pt_br: Abrir arquivo json de personagem personalizado
ru_ru: Открыть пользовательский JSON-файл персонажа
zh_cn: 打开自定义角色JSON文件

# CreateCharacter_FailedTitle
source: Failed to create character
es: Error al crear el personaje
ja: キャラクターの作成に失敗しました
pt_br: Falha ao criar personagem
ru_ru: Не удалось создать персонажа
zh_cn: 创建角色失败

# CreateCharacter_EnableFailedTitle
source: Character created, but failed to enable mod list for character
es: Personaje creado, pero no se pudo habilitar la lista de mods
ja: キャラクターを作成しましたが、Modリストの有効化に失敗しました
pt_br: Personagem criado, mas falha ao habilitar lista de mods
ru_ru: Персонаж создан, но не удалось включить список модов
zh_cn: 角色已创建，但无法启用角色的Mod列表

# CreateCharacter_SuccessTitle
source: Character created
es: Personaje creado
ja: キャラクターを作成しました
pt_br: Personagem criado
ru_ru: Персонаж создан
zh_cn: 角色已创建

# CreateCharacter_SuccessMessage
source: Character '{0}' was created successfully
es: El personaje '{0}' fue creado exitosamente
ja: キャラクター「{0}」を作成しました
pt_br: Personagem '{0}' foi criado com sucesso
ru_ru: Персонаж "{0}" успешно создан
zh_cn: 角色'{0}'已成功创建

# CreateCharacter_PasteImageFailedTitle
source: Failed to paste image
es: Error al pegar la imagen
ja: 画像の貼り付けに失敗しました
pt_br: Falha ao colar imagem
ru_ru: Не удалось вставить изображение
zh_cn: 粘贴图片失败
